Repository: 84000/data-translation-memory
Catalog: toh67-v3.tmx
Source language: bo
Languages: en

source: འོད་སྲུང་དེ་ལྟ་བས་ན་སྐྱེས་བུ་དམ་པ་དེ་ལྟ་བུ་དག་གི་རྗེས་སུ་བསླབ་པར་བྱའོ།
en: Therefore, Kāśyapa, one should emulate holy beings such as those. “

source: །འོད་སྲུང་ཡང་མ་འོངས་པའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དང་། ཉན་ཐོས་ཀྱི་ཐེག་པ་པའི་དགེ་སློང་ལུས་མ་བསྒོམས་པ། སེམས་མ་བསྒོམས་པ། ཚུལ་ཁྲིམས་མ་བསྒོམས་པ། ཤེས་རབ་མ་བསྒོམས་པ་ཁ་ཅིག་འབྱུང་བར་འགྱུར་ཏེ།
en: Furthermore, Kāśyapa, in the future there will be some monks who belong to the Bodhisattva Vehicle and to the Śrāvaka Vehicle who have not cultivated their bodies or their minds, who have not cultivated moral discipline or wisdom.

source: དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུ་གདུང་གི་མཆོད་པས་འཚོ་བར་སེམས་ཀྱིས་མྱ་ངན་ལས་འདའ་བའི་ཕྱིར་མ་ཡིན་ཞིང་འདོད་ཆགས་དང་བྲལ་བའི་ཕྱིར་ནི་མ་ཡིན་ནོ། །དེ་དག་ནི་བདག་ཉིད་ཚུལ་ཁྲིམས་འཆལ་པ་དང་། བརྗེད་ངས་པ་དང་། ཤེས་རབ་འཆལ་པ་དང་། རྣམ་པར་མ་གྲོལ་བ་དང་།
en: They will worship the relics of the Tathāgata with the intention of making a living, not in order to attain nirvāṇa or to be free from desire.

source: རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་མ་ཡིན་བཞིན་དུ་འཚོ་བ་ཙམ་གྱི་ཕྱིར་དེ་བཞིན་གཤེགས་པའི་སྐུ་གདུང་ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་དག་གིས་ཡོངས་སུ་བསྒོས་པ་དག་ལ་བཀུར་སྟི་བྱ་བ་དང་། རི་མོ་བྱ་བ་དང་།
en: While they themselves will have deficient moral discipline, be forgetful, have deficient wisdom, be unliberated, and not have the knowledge and vision of liberation, they will, merely for the sake of making a living, think to pay homage to, honor, and make offerings to the relics of the Tathāgata, which are suffused with moral discipline, samādhi, wisdom, liberation, and the knowledge and vision of liberation.

source: མཆོད་པ་བྱ་བར་སེམས་སོ། །དེ་དག་ནི་བདག་ཉིད་འདོད་ཆགས་དང་བཅས་པ་དང་། ཞེ་སྡང་དང་བཅས་པ་དང་། གཏི་མུག་དང་བཅས་པ་ཡིན་བཞིན་དུ་འཚོ་བ་ཙམ་གྱི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འདོད་ཆགས་དང་བྲལ་བ། ཞེ་སྡང་དང་བྲལ་བ། གཏི་མུག་དང་བྲལ་བའི་སྐུ་གདུང་དག་ལ་བཀུར་སྟི་བྱ་བ་དང་། རི་མོ་བྱ་བ་དང་། མཆོད་པ་བྱ་བར་སེམས་སོ། །དེ་དག་ནི་བདག་ཉིད་སེར་སྣ་ཅན་དང་། འཇུངས་པ་དང་།
en: While they themselves possess desire, anger, and ignorance, they will, merely for the sake of making a living, think to pay homage to, honor, and make offerings to the relics of the tathāgata, arhat, perfectly awakened Buddha who is free from desire, anger, and ignorance. “

source: གནོད་སེམས་དང་། ཐ་བའི་ཉེས་པ་མང་བ་དང་། ལེ་ལོ་དང་ལྡན་པ་དང་། བརྗེད་ངས་པ་དང་། ཤེས་བཞིན་མེད་པ་ཡིན་བཞིན་དུ་འཚོ་བ་ཙམ་གྱི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་སྦྱིན་བདག་ཆེན་པོ་ཡང་དག་པའི་གནས་ལ་རབ་ཏུ་གནས་པ་མཉམ་པར་བཞག་པ་ཐུགས་རྩེ་གཅིག་པའི་སྐུ་གདུང་དག་ལ་བཀུར་སྟི་བྱ་བ་དང་།
en: While they themselves are avaricious, miserly, malevolent, full of the flaws of rigidity, lazy, forgetful, and lacking in introspection, they will, merely for the sake of making a living, think to pay homage to, honor, and make offerings to the relics of the Tathāgata, who is the great benefactor and who is composed, in a state of perfect equipoise, and one-pointed. “

source: རི་མོ་བྱ་བ་དང་། མཆོད་པ་བྱ་བར་སེམས་སོ། །འོད་སྲུང་ང་ནི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་ལས་དང་པོ་པ་དག་གི་སེམས་མངོན་པར་དང་བར་བྱ་བའི་ཕྱིར་སྐུ་གདུང་རྣམས་བྱིན་གྱིས་རློབ་པར་མཛད་དེ།
en: Kāśyapa, I have blessed relics in order to bring faith to the minds of those sons and daughters of noble family who are beginners.

source: གང་དག་དེ་དག་ལ་མཆོད་པ་བྱེད་པ་དེ་དག་ནི་ལྷ་དང་མིའི་ཕུན་སུམ་ཚོགས་པ་ཉམས་སུ་མྱོང་བར་འགྱུར་ཞིང་། དེ་ཡང་དེ་དག་གི་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་བར་གྱི་རྒྱུར་འགྱུར་བ་ཡིན་ན།
en: Those who worship them will experience the wealth of gods and humans, and that worship will be the cause for that until they attain final nirvāṇa.

source: མི་བླུན་པོ་དེ་དག་ནི་བསྟན་པ་འདི་ལ་རབ་ཏུ་བྱུང་ནས་ངས་དགེ་སྦྱོང་གི་ལས་སུ་གསུངས་པ་གང་ཡིན་པ་དེ་ནི་དེ་དག་གིས་བོར་ཞིང་བཏང་ལ། བདག་ཉིད་གསོ་བའི་དོན་དང་། མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་།
en: But those foolish people, having gone forth in this teaching, abandon and reject what I have taught as the activities of an ascetic.

source: སློངས་མོ་སྟེར་བའི་ཁྱིམ་དག་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་དོན་དང་། ལྷུང་བཟེད་དང་། ཆོས་གོས་ཡོངས་སུ་བཙལ་བའི་དོན་དང་། རྙེད་པ་དང་། བཀུར་སྟི་མངོན་པར་བསྒྲུབ་པའི་དོན་དང་། སྙན་པ་དང་།
en: Their goals are to nourish themselves, to cultivate the households of friends and those who give alms, to seek alms bowls and monastic robes, and to attain gain, reverence, repute, plaudits, and fame.

source: སྒྲ་དང་། གྲགས་པ་ཡོངས་སུ་བསྒྲུབ་པའི་དོན་གྱི་ཕྱིར་དེ་བཞིན་གཤེགས་པའི་སྐུ་གདུང་དང་། མཆོད་རྟེན་ལ་མཆོད་པ་དང་། བསྙེན་བཀུར་བྱ་བའི་ལས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གདུང་དང་། མཆོད་རྟེན་དག་ལ་བཀུར་སྟི་ཉེ་བར་སྒྲུབ་པར་བྱེད་དོ།
en: For the sake of these they will pay homage to the relics and stūpas of the Tathāgata through acts of worship and honor of the relics and stūpas of the Tathāgata. “

source: །འོད་སྲུང་དེ་ལ་དགེ་སྦྱོང་གི་ལས་གང་ཞེ་ན།
en: Kāśyapa, what, then, are the activities of an ascetic?

source: འོད་སྲུང་ངས་ལས་གཉིས་པོ་བསམ་གཏན་དང་། ཁ་ཏོན་བྱ་བ་བསྟན་པ་གང་དག་ཡིན་པ་དེ་དག་སྟེ།
en: They are the two activities that I have taught: concentration and recitation.

source: ལས་དེ་གཉིས་ཀྱང་ལམ་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར་བསྟན་པར་ཟད་ཀྱི་དེ་དག་ཀྱང་ཤིན་ཏུ་མཐར་ཐུག་པ་དང་། ཤིན་ཏུ་མཐར་ཕྱིན་པ་ནི་མ་ཡིན་ནོ།
en: But I taught those two activities only for the purpose of entering the path; they are not ultimate or final. “

source: །འོད་སྲུང་ལས་གང་ལས་ཟད་པར་བྱ་བའི་ཕྱིར་འཇུག་པ་དེ་ནི་དགེ་སྦྱོང་གི་ལས་ཡིན་ཏེ། བྱ་བ་མེད་པ་དང་། ཉེས་པ་མི་འབྱུང་བ་དང་། ལོག་པར་མི་བྱེད་པ་དང་། དྲན་པ་མེད་པ་དང་།
en: Kāśyapa, the activity of an ascetic is activity that is engaged in for the sake of extinguishing karma.

source: ཡིད་ལ་བྱེད་པ་མེད་པ་དང་། ཉམས་པ་མེད་པ་དང་། སྐྱེ་བ་མེད་པ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་པོ་དག་མངོན་དུ་བྱེད་པ་དང་། ཁམས་གསུམ་དུ་མཚམས་སྦྱོར་བ་མེད་པ་དང་།
en: The ‘activity of an ascetic’ is that which lacks doing, is not the origin of flaws, does not perform misdeeds, lacks mindfulness, lacks thinking, does not degenerate, does not arise, actualizes the three gates to liberation, lacks continuity with the three realms, and neither goes nor comes. “

source: འགྲོ་བ་མེད་པ་དང་། འོང་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི་དགེ་སྦྱོང་གི་ལས་ཞེས་བྱ་བ་ཡིན་ན། མི་བླུན་པོ་དེ་དག་ནི་དགེ་སྦྱོང་གི་ལས་དེ་ལྟ་བུ་དེ་དག་སྤངས་ཏེ་ལས་གཞན་དག་ཡོངས་སུ་ཚོལ་བར་བྱེད་དོ།
en: Those foolish people abandon such activities of an ascetic and pursue other activities.

source: །དེ་དག་ནི་ངས་ཁྱིམ་ན་གནས་པ་གོས་དཀར་པོ་ཅན་རྣམས་ཀྱི་བསླབ་པར་གསུངས་པ་གང་ཡིན་པ་དེ་ཙམ་ལ་ཡང་སློབ་པར་མི་བྱེད་དེ།
en: They do not even train in what I have taught as the training of white-robed householders.

source: ཁྱིམ་ན་གནས་པ་གོས་དཀར་པོ་ཅན་རྣམས་ཀྱང་རེ་ཤིག་དེ་བཞིན་གཤེགས་པས་བསླབ་པ་ཇི་ལྟར་བཅས་པ་རྣམས་ལ་སློབ་པར་བྱེད་པ་ན་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་འཐོབ་པར་གྱུར་ན། མི་བླུན་པོ་དེ་དག་ནི་བསྟན་པ་འདི་ལ་རབ་ཏུ་བྱུང་ནས་རྣམ་པར་གྲོལ་བ་དང་རྗེས་སུ་འཐུན་པ་ཙམ་ཡང་སྒོམ་པར་མི་བྱེད་ན་འཐོབ་པར་ལྟ་ག་ལ་འགྱུར་ཏེ་དེ་ནི་གནས་མེད་དོ།
en: While white-robed householders who train themselves for a short time in whatever trainings of the Tathāgata they possess attain the result of a non-returner, these foolish people, once they have gone forth, do not engage in any cultivation that is in accord with liberation. So how will they attain it? It is impossible. “

source: །འོད་སྲུང་ཡང་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་དེ་ལ་མིང་གི་ཟིལ་གྱིས་ནོན་ཅིང་ཁ་དོག་དང་། རྟགས་དང་། དབྱིབས་ཀྱིས་དགེ་སྦྱོང་དུ་འགྱུར་གྱི་ཚུལ་ཁྲིམས་ཀྱིས་མ་ཡིན། ཏིང་ངེ་འཛིན་གྱིས་མ་ཡིན། ཤེས་རབ་ཀྱིས་མ་ཡིན་པ་དག་ཀྱང་འབྱུང་བར་འགྱུར་ཏེ།
en: Furthermore, Kāśyapa, in the future, in the final five-hundred-year period, there will be those who are impressively titled and who are ascetics in appearance, distinguishing marks, and figure but not by moral discipline, samādhi, or wisdom. “

source: འོད་སྲུང་འདི་ལྟ་སྟེ་དཔེར་ན་མི་གསང་སྔགས་དང་། སྨན་དག་གིས་གོས་ལ་འདེབས་ཤིང་བསྒོ་བར་བྱེད་ལ།
en: Kāśyapa, I will give you an analogy: suppose a certain person sews on mantras and applies medicines to some clothing.

source: གང་གིས་གོས་དེ་གྱོན་པ་ན་ཞག་བདུན་ནམ། ཞག་བརྒྱད་ཀྱིས་དེའི་ལུས་མེ་ལྕེ་གཅིག་ཏུ་གྱུར་ཅིང་ཀུན་ཏུ་འབར་བར་བྱེད་པ་ལ་ལ་ཞིག་ཡོད་པར་གྱུར་ཅིང་དེ་གོས་དེ་གསང་སྔགས་དང་། སྨན་དག་གིས་བཏབ་ཅིང་ཡོངས་སུ་བསྒོས་ནས་མི་མཛའ་བ་ལ་ལ་ཞིག་ལ་འདི་ལྟ་སྟེ། མཛའ་བཤེས་ཀྱི་ཚུལ་གྱིས་བྱིན་པར་གྱུར་ལ།
en: The body of whoever wears that clothing for seven or eight days becomes a single flame, entirely ablaze. That person gives those clothes on which mantras have been sewn and to which medicines have been applied to an enemy under the guise of friendship.

source: དེ་ནས་མི་དེས་ཀྱང་གོས་དེ་མཛེས་པ་ཡིན་པར་རིག་ནས་ལེན་པར་བྱེད་ཅིང་བླངས་ནས་ཀྱང་གྱོན་པར་གྱུར་ན།
en: The enemy, thinking that the clothes are beautiful, accepts them and then puts them on.

source: དེ་ཞག་བདུན་ནམ། ཞག་བརྒྱད་ཀྱི་བར་དུ་ནི་གོས་དེ་ལས་དགའ་བ་ཉམས་སུ་མྱོང་བར་འགྱུར་རོ།
en: For seven or eight days they take pleasure in the clothes.

source: །དེ་ནས་ཞག་བདུན་ནམ། ཞག་བརྒྱད་འདས་ནས་མི་དེ་ཁྱིམ་དུ་སོང་ངམ། ལམ་པོ་ཆེར་སོང་བ་ན་གོས་དེ་རབ་ཏུ་འབར་བར་གྱུར་ཅིང་དེ་ནས་མི་དེ་གཞི་དེ་ལས་ཚུལ་མ་ཡིན་པའི་སྡུག་བསྔལ་སྐྱེས་པར་གྱུར་ཏེ། ཚིག་པར་གྱུར།
en: Then, after seven or eight days have passed, when that person is going home, or traveling the highway, the clothes burst into flames.

source: ཤི་བར་གྱུར་ན།
en: This then causes the person to feel unfortunate suffering as they burn to death. “

source: གོས་དེ་ལས་རོ་མྱང་བ་ནི་ཇི་ཙམ་ཞིག་ཡོད། ཉེས་དམིགས་ནི་ཇི་ཙམ་ཞིག་ཡོད་སྙམ། འོད་སྲུང་གིས་གསོལ་པ།
en: How much enjoyment was there from those clothes, and how much misfortune?”

source: བཅོམ་ལྡན་འདས་རོ་མྱང་བ་ནི་ཆུང་ལགས་ཀྱི། ཉེས་དམིགས་ནི་དཔག་ཏུ་མ་མཆིས་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Kāśyapa replied, “Blessed One, there was little enjoyment, but the misfortune was incalculable.”

source: འོད་སྲུང་དེ་བཞིན་དུ་ངའི་གོས་ངུར་སྨྲིག་ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བས་བསྒོས་པ་གང་དག་ཡིན་པ་དེ་དག་ཀྱང་བསྐལ་པ་གྲངས་མེད་པ་ནས་ལེགས་པར་སྤྱད་པས་ཡང་དག་པར་བསྒྲུབས་པ་ཡིན་ན།
en: The Blessed One said, “Kāśyapa, in the same way, my saffron robes suffused with moral discipline, samādhi, wisdom, liberation, and the knowledge and vision of liberation have been acquired, over countless eons, through practicing good actions.

source: མི་བླུན་པོ་དགེ་སྦྱོང་ལྟར་བཅོས་པ་དེ་དག་ནི་དྲང་སྲོང་གི་རྒྱལ་མཚན་གྱོན་ནས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ཡུལ་འཁོར་དང་།
en: So, those foolish people who are sham ascetics, draped with a sage’s victory banner, enter hamlets, towns, villages, surrounding regions, and royal palaces.

source: རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་དག་ཏུ་འཇུག་པར་འགྱུར་ཞིང་དེ་ནས་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་དད་པ་རྣམས་ཀྱིས་དེ་དག་དགེ་སྦྱོང་ཡིན་ནོ་སྙམ་ནས་བཀུར་སྟི་བྱེད། བླ་མར་བྱེད། རི་མོར་བྱེད།
en: Then, faithful brahmins and householders, thinking they are ascetics, pay homage to them, revere them, honor them, and make offerings to them.

source: མཆོད་པ་བྱེད་པར་འགྱུར་ཞིང་དེ་དག་གོས་ངུར་སྨྲིག་གི་གཞི་དེ་ལས་མཆོད་པ་རྙེད་པར་འགྱུར་བས། དེ་དག་དེས་དགའ་བ་ཉམས་སུ་མྱོང་བར་ཡང་འགྱུར་རོ།
en: Since they acquire offerings on the basis of their saffron robes, they are pleased by that.

source: །དེ་དག་ལུས་ཞིག་ནས་ནི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་ཞིང་དེ་དག་དེར་ལྕགས་ཀྱི་གླེགས་མ་འབར་བ་གྱོན་པར་འགྱུར། ལྕགས་ཀྱི་ཐུ་ལུམ་ཟ་བར་འགྱུར། ལྕགས་ཀྱི་ཁུ་བ་བསྐོལ་བ་འཐུང་བར་འགྱུར། མལ་སྟན་རབ་ཏུ་འབར་བ་དག་གི་སྟེང་ན་ཉལ་བར་འགྱུར་རོ།
en: After the breakup of their bodies, they fall into the hell realms, where they wear burning iron frames, eat lumps of iron, drink molten iron, and lie on fiercely blazing beds. “

source: །འོད་སྲུང་དེ་དག་ནི་རང་གི་ལས་དེས་ལུས་ཞིག་ནས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་ཟད་ཀྱི། གཞི་གང་ལས་མི་བླུན་པོ་དེ་དག་གིས་ཀྱང་བདེ་བར་སྦྱར་བ་རྣམ་པ་དུ་མ་ཉམས་སུ་མྱོང་བར་འགྱུར་བའི་གོས་ངུར་སྨྲིག་གི་དཔལ་དང་གཟི་བརྗིད་དེ་འདྲ་བ་ལ་ལྟོས།
en: Kāśyapa, consider that it is due to nothing but their own actions that they go to the hell realms after the breakup of their bodies, whereas such splendid, glorious saffron robes are the source of many types of pleasurable experience, even for those foolish people. “

source: འོད་སྲུང་ངས་ཀྱང་དེ་ལས་དགོངས་ནས་འདི་སྐད་ཅེས་ལྕགས་ཀྱི་གླེགས་མ་དག་གྱོན་པ་ནི་སླའི། ཚུལ་ཁྲིམས་འཆལ་པས་གོས་ངུར་སྨྲིག་དག་བགོ་བ་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: Moreover, Kāśyapa, with this in mind I have said, ‘It is easier to wear iron frames than it is for one whose moral discipline is deficient to wear saffron robes.

source: །ལྕགས་ཀྱི་ཐུ་ལུམ་དག་བཟའ་བ་ནི་སླའི། ཚུལ་ཁྲིམས་འཆལ་པས་བསོད་སྙོམས་དག་ལ་ཡོངས་སུ་ལོངས་སྤྱོད་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ་ཞེས་གསུངས་སོ། །འོད་སྲུང་དེ་ལ་རོ་མྱང་བ་ནི་ཇི་ཙམ་ཡོད་པ་དང་།
en: It is easier to eat lumps of iron than it is for one whose moral discipline is deficient to enjoy alms food.’

source: དེ་ལ་ཉེས་དམིགས་ཇི་ཙམ་ཡོད་པ་ལ་ལྟོས།
en: Kāśyapa, consider how much enjoyment and how much misfortune there is in this situation. “

source: འོད་སྲུང་དེ་ལྟ་བས་ན་ཅི་ནས་ཀྱང་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པར་འགྱུར་བ་དང་། སྡིག་པ་འཆགས་པར་འགྱུར་བ་དེ་ལྟར་བསླབ་པར་བྱའོ།
en: Therefore, Kāśyapa, you must train yourself in that way to purify your moral discipline and to confess your sinful deeds. “

source: །འོད་སྲུང་འདི་ཇི་སྙམ་དུ་སེམས། ལྷ་འམ། ཀླུ་འམ། གནོད་སྦྱིན་ནམ། དྲི་ཟ་འམ།
en: What do you think, Kāśyapa?

source: ལྷ་མ་ཡིན་ནམ། ནམ་མཁའ་ལྡིང་ངམ། ལྟོ་འཕྱེ་ཆེན་པོ་འམ། མི་འམ། མི་མ་ཡིན་པ་སུས་ཀྱང་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་སྐུ་གཟུགས་བྱ་བར་ནུས་སྙམ་འམ།
en: Can any god, nāga, yakṣa, gandharva, asura, garuḍa, mahoraga, human, or nonhuman create the bodies of the tathāgatas?”

source: འོད་སྲུང་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་ཏེ།
en: Kāśyapa said, “No, Blessed One, they cannot.

source: དེ་བཞིན་གཤེགས་པ་ནི་ཟླ་མ་མཆིས་པ། སྐུ་བསམ་གྱིས་མི་ཁྱབ་པ་ལགས་པས་དེའི་སླད་དུ་དེ་དག་གིས་སྐུ་གཟུགས་བགྱི་བ་ནི་སླ་བ་མ་ལགས་སོ།
en: The Tathāgata is peerless, and his body is inconceivable. For that reason it is not easy for them to create his bodies.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འོད་སྲུང་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དགེ་སློང་ལུས་མ་བསྒོམས་པ། སེམས་མ་བསྒོམས་པ། ཚུལ་ཁྲིམས་མ་བསྒོམས་པ། ཤེས་རབ་མ་བསྒོམས་པ་ཁ་ཅིག་འབྱུང་བར་འགྱུར་ཏེ།
en: The Blessed One said, “Kāśyapa, in the future, in the final five-hundred-year period, there will be some monks who have not cultivated their bodies or their minds and who have not cultivated moral discipline or wisdom.

source: དེ་དག་ནི་རས་བཅོས་བུ་དང་། རྩིག་པ་དང་། ར་བ་དག་གི་ངོས་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་དག་འདྲི་བར་འགྱུར་ཞིང་དེ་དག་གིས་འཚོ་བར་སེམས་པར་ཡང་འགྱུར་ཏེ།
en: On the surfaces of cotton robes, walls, and fences, they will draw images of the tathāgatas, thinking to make a living out of them.

source: ལས་དེས་བདག་ཉིད་རློམ་སེམས་སུ་བྱེད་སྟོང་པར་བྱེད་ཅིང་གཞན་དག་ལ་བརྙས་པ་དང་སྨོད་པར་ཡང་བྱེད་དོ།
en: That work will lead them to conceitedly praise themselves and contemptuously disparage others.”

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འོ་ན་བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་གསལ་རྒྱལ་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་བྱས་ན་བསོད་ནམས་འདི་ཙམ་དུ་སྐྱེ་བར་འགྱུར་རོ་ཞེས་བཀའ་མ་སྩལ་ལགས་སམ།
en: When the Blessed One said this, Venerable Mahākāśyapa asked him, “Well, Blessed One, did you not tell King Prasenajit, ‘If you construct an image of the Tathāgata, you will generate so much merit’?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འོད་སྲུང་དེ་ནི་དེ་བཞིན་ཏེ།
en: The Blessed One replied, “Yes, Kāśyapa.

source: རྒྱལ་པོ་གསལ་རྒྱལ་ནི་ཁྱིམ་པ་གོས་དཀར་པོ་གྱོན་པ་ཡིན་པས་དེས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་བྱེད་དུ་བཅུག་ལ། དེ་ནི་དེ་ལ་མཆོད་པ་བྱེད་པར་འགྱུར་བར་ཟད་ཀྱི།
en: Because King Prasenajit is a white-robed householder, if he causes an image of the Tathāgata to be made, that will only be an offering to the Tathāgata.

source: གཞི་དེས་ཆོས་གོས་སམ། བསོད་སྙོམས་སམ། རྙེད་པ་ཅུང་ཟད་ཀྱང་འདོད་པར་མི་བྱེད་དོ།
en: However, it is not a basis for him to wish for monastic robes, or alms food, or the slightest gain.

source: །འོད་སྲུང་མི་བླུན་པོ་དེ་དག་ནི་གཞི་དེས་འཚོ་བར་འགྱུར་བར་སེམས་ཏེ།
en: Kāśyapa, those foolish people think they will make a living on that basis.

source: དེ་དག་གིས་དོན་བྱའོ་སྙམ་དུ་སེམས་ལ་དོན་མེད་པ་ཁོ་ན་བྱེད་པ་ཡིན་ནོ།
en: While they think they are doing something beneficial, it is just pointless.

source: །འོད་སྲུང་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་བསོད་ནམས་འདོད་པ་ཁོ་ན་ཡིན་པ་གང་དག་གིས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་བྱེད་དུ་བཅུག་ན་ནི་དེ་དག་ལ་བསོད་ནམས་དཔག་ཏུ་མེད་པ་སྐྱེད་པར་འགྱུར་རོ།
en: Kāśyapa, sons or daughters of noble family who desire nothing but merit will, if they commission images of the Tathāgata to be made, create incalculable merit.

source: །འོད་སྲུང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པ་རྣམས་ཀྱི་ལུས་གཟུགས་འཚོང་བ་ཡང་ལེགས་པ་མ་ཡིན་ན་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་འཚོང་བ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ན།
en: But if it is not good to sell images of those born in the animal realms, I hardly need to mention the sale of images of the tathāgatas!

source: མི་བླུན་པོ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་བྱེད་དུ་བཅུག་ནས་ཁྱིམ་པའི་ལག་ཏུ་འཚོང་བར་བྱེད་ཅིང་དེས་འཚོ་བར་སེམས་པར་བྱེད་དོ།
en: Yet those foolish people, having commissioned images of the Tathāgata to be made, sell them to householders, thinking to make a living thereby. “

source: །འོད་སྲུང་འདི་ལྟ་སྟེ་དཔེར་ན། མི་བྱིས་པ་དང་འདྲ་བ་ཤེས་རབ་འཆལ་པའི་རང་བཞིན་ཅན་ལ་ལ་ཞིག་ཡོད་པར་གྱུར་ལ་དེས་བདུད་རྩི་ཡོངས་སུ་སྤངས་ནས་དུག་ཟ་བར་བྱེད་པ་དེ་བཞིན་དུ།
en: Kāśyapa, it is as if an immature person, by nature deficient in wisdom, were to reject nectar and instead drink poison.

source: འོད་སྲུང་མི་བླུན་པོ་གང་དག་ཟང་ཟིང་གི་ཕྱིར་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་བྱེད་དུ་བཅུག་ནས་བདག་ཉིད་དུག་དང་བཅས་པར་བྱེད་པ་དེ་དག་ཀྱང་དེ་ལྟ་བུ་ཡིན་པ་སྙམ་དུ་ང་སེམས་སོ།
en: Similarly, Kāśyapa, I think that those foolish people who commission Tathāgata images for the sake of trifles poison themselves. “

source: །འོད་སྲུང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་འདི་ལ་དུག་ཅེས་བྱ་བ་ནི་འདི་ལྟ་སྟེ་རྙེད་པ་ཡིན་ན། དེ་ལ་མི་བླུན་པོ་ཁྲོ་བས་ཟིལ་གྱིས་ནོན་པ་གཅིག་ལ་གཅིག་འཐབ་པ་དང་། རྩོད་པ་དང་།
en: Kāśyapa, ‘poison’ in this well-spoken Dharma and Vinaya is when there is gain, and foolish people are overcome by anger and quarrel with one another, arguing and exposing each other’s faults.

source: མཚང་འདྲུ་བར་བྱེད་པ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པར་བྱའོ་ཞེས་ཟེར་ཞིང་། བདག་ཉིད་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་བྱེད་དོ།
en: While they say, ‘I must worship the Tathāgata,’ they are sending themselves to the hell realms. “

source: །འོད་སྲུང་འདི་ལྟ་སྟེ་དཔེར་ན་མི་ཐབས་ལ་མི་མཁས་པ་ལ་ལ་ཞིག་གཡུལ་ངོར་ཞུགས་པ་ན་རང་གི་མཚོན་གྱིས་རང་ལ་འདེབས་པར་བྱེད་པ་དེ་བཞིན་དུ།
en: Kāśyapa, it is as if an unskilled man were to enter a battle and stab himself with his own weapon.

source: འོད་སྲུང་མི་བླུན་པོ་དེ་དག་ཀྱང་དམ་པའི་ཆོས་རྣམས་ཀྱིས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་རོ།
en: Similarly, Kāśyapa, those foolish people will go to the hell realms by means of the sublime Dharma. “

source: །འོད་སྲུང་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་གང་གིས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་རིན་པོ་ཆེ་སྣ་བདུན་ལས་བྱས་པ་ཤིན་ཏུ་ཟིན་པར་བྱས་པ། བྱི་དོར་ལེགས་པར་བྱས་པ། ཆུ་ཞེང་དུ་རི་རབ་ཙམ་ཡོད་པ་བྱེད་དུ་བཅུག་སྟེ།
en: Kāśyapa, suppose some sons or daughters of noble family commissioned images of the Tathāgata that were made of the seven kinds of precious substances and that were refined, well polished, and as large as Mount Meru.

source: དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་དེ་ལྟ་བུ་དག་གིས་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་འདི་ལྟ་སྟེ་དཔེར་ན། བུ་རམ་ཤིང་གི་ཚལ་ལམ། འདམ་བུའི་ཚལ་ལམ། འབྲས་ཀྱི་ཞིང་ངམ། ཏིལ་གྱི་ཞིང་ལྟར་འདབ་ཆགས་སུ་ཡོངས་སུ་བཀང་བར་གྱུར་ན།
en: Suppose such images of the Tathāgata as these filled as many buddha fields as there are grains of sand in the Ganges, like birds filling a grove of sugar canes, reeds, fruit trees, or sesame trees.

source: རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་དེ་གཞི་དེ་ལས་བསོད་ནམས་མང་དུ་སྐྱེད་པར་འགྱུར་སྙམ་འམ།
en: Would that be the basis for sons or daughters of noble family to create a great deal of merit?”

source: འོད་སྲུང་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་སོར་མོའི་ཕྱོགས་ཙམ་ཞིག་བགྱིད་དུ་སྩལ་ན་ཡང་བསོད་ནམས་མང་དུ་སྐྱེད་ལགས་ན། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་རི་རབ་ཙམ་དུ་བགྱིད་དུ་སྩལ་བ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ལགས།
en: Kāśyapa replied, “Blessed One, since having an image of the Tathāgata made that is just the size of a finger creates a great deal of merit, what need is there to mention having an image of the Tathāgata made that is the size of Mount Meru?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འོད་སྲུང་ཁྱོད་མོས་པར་བྱ། ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: The Blessed One replied, “Kāśyapa, believe this and take it to heart.

source: དེ་བས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་གང་ཞིག་དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་རབ་ཏུ་རྟོག་པར་བྱེད་པ་ན། ཐ་ན་སེ་གོལ་གཏོགས་པ་ཙམ་ཞིག་ཆོས་ཟབ་མོ་རྣམས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ན། དེ་ཆེས་བསོད་ནམས་མང་དུ་སྐྱེད་དོ།
en: In comparison, when a bodhisattva analyzes the image of the Tathāgata and attains acceptance of the profound teachings merely for the duration of a finger snap, they create even greater merit.

source: །དེ་བས་ཀྱང་གང་ཞིག་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ལ་གནས་ཤིང་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་བཟུང་ནས་ཚིགས་སུ་བཅད་པ་དེའི་དོན་གང་ཡིན་པ་དེ་ཡང་རྟོགས་པར་བྱེད་ལ། སེམས་ཅན་གཅིག་ཙམ་ལ་སྟོན་པར་ཡང་བྱེད་ན་དེ་ཆེས་བསོད་ནམས་མང་དུ་སྐྱེད་པར་འགྱུར་རོ།
en: Again, in comparison, someone adhering to the components of moral discipline who retains a single four-lined verse of Dharma and then, realizing the meaning of the verse, teaches it to just a single being creates even greater merit. “

source: །འོད་སྲུང་དེ་ལ་ཇི་ལྟར་དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་རབ་ཏུ་བརྟག་པར་བྱ་ཞེ་ན།
en: Kāśyapa, you may ask how one should analyze the image of the Tathāgata.

source: འོད་སྲུང་འདི་ལ་བྱང་ཆུབ་སེམས་དཔས་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཆེན་པོའི་རྗེས་སུ་བསླབ་པར་བྱ་སྟེ། འོད་སྲུང་སྔོན་བྱུང་བ་འདས་པའི་དུས་བསྐལ་པ་གྲངས་མེད་པ།
en: Kāśyapa, a bodhisattva should emulate the bodhisattva Great Diligence. “

source: ཆེས་གྲངས་མེད་པ། ཆེས་ཤིན་ཏུ་གྲངས་མེད་པ་རྒྱ་ཆེ་བ། ཚད་མེད་པ། བསམ་གྱིས་མི་ཁྱབ་པ། དཔག་ཏུ་མེད་པ་དག་འདས་པ་དེའི་ཚེ་དེའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྐར་འོད་ཅེས་བྱ་བ་རིག་པ་དང་ཞབས་སུ་ལྡན་པ།
en: Kāśyapa, countless eons ago in the past—exceedingly countless, totally countless, numerous, immeasurable, unimaginable, incalculable eons ago, there arose in the world a tathāgata, an arhat, a completely awakened buddha called Jyotiṣprabha.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཤིག་འཇིག་རྟེན་དུ་བྱུང་སྟེ། འོད་སྲུང་དེ་བཞིན་གཤེགས་པ་སྐར་འོད་དེ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ན་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཆེན་པོ་ཞེས་བྱ་བ་གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་སྡུག་པ་ཞིག་བྲམ་ཟེའི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ཞིག་གི་བུར་སྐྱེས་པར་གྱུར་ཏོ།
en: Kāśyapa, when the Tathāgata Jyotiṣprabha attained final nirvāṇa, a bodhisattva called Great Diligence was born as the shapely, handsome, and dear-to-behold son of a great sāla tree–like brahmin. “

source: །འོད་སྲུང་དེའི་ཚེ་དེའི་དུས་ན་བཅོམ་ལྡན་འདས་དེའི་བསྟན་པ་ལ་དགེ་སློང་གང་དག་རབ་ཏུ་བྱུང་བར་གྱུར་པ་དེ་དག་ལས་བྱ་བ་སྣ་ཚོགས་ཀྱི་སྦག་པས་སྦགས་པ་ནི་ཕལ་ཆེའི། ཡང་དག་པར་ཞུགས་པ་ནི་ཉུང་བར་གྱུར་ཏེ།
en: Kāśyapa, at that time, among those who had gone forth as monks in the teaching of that blessed one, most were tainted by various activities, while there were few who practiced correctly. “

source: འོད་སྲུང་དགེ་སློང་དེ་དག་ཀྱང་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་རྣམ་པ་སྣ་ཚོགས་བྱེད་དུ་འཇུག་ཅིང་རས་བཅོས་བུ་དང་།
en: Kāśyapa, the monks commissioned various types of images of the Tathāgata.

source: དར་དང་། ཁང་པའི་རྩིག་ངོས་དག་ལ་རི་མོར་འདྲིར་འཇུག་པར་ཡང་བྱེད་དོ།
en: They also commissioned pictures to be drawn on the surfaces of cotton robes, silk, and the walls of buildings.

source: །དེའི་ཚེ་ན་དགེ་སློང་ཞིག་གིས་དར་ལ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ལེགས་པར་བྱས་པ་དང་།
en: At that time, a certain monk drew a well-drawn, refined image of the Tathāgata on silk.

source: ཤིན་ཏུ་ཟིན་པར་བྱས་པ་ཞིག་བྲིས་ནས་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཆེན་པོའི་ཕའི་རྒྱལ་པོའི་ཕོ་བྲང་དུ་ཁྱེར་རོ།
en: He then took it to the palace of the king, the father of the bodhisattva Great Diligence. “

source: །འོད་སྲུང་དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཆེན་པོ་དེས་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་དེ་མཐོང་ནས་འདི་སྙམ་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་འདི་ཡང་འདི་ཙམ་དུ་བལྟ་ན་སྡུག་པ་ཡིན་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: Kāśyapa, when the bodhisattva Great Diligence saw the image of the Tathāgata, he thought, ‘If even an image of the Tathāgata is as dear to behold as this, what need is there to mention a tathāgata, arhat, completely awakened buddha himself?

source: བདག་ཀྱང་ལུས་འདི་ལྟ་བུ་དང་ལྡན་པར་གྱུར་ཀྱང་ཅི་མ་རུང་སྙམ་ནས་དགའ་བ་དང་།
en: How I wish I possessed a body such as this!’

source: མཆོག་ཏུ་དགའ་བ་དང་། དད་པ་སྐྱེས་པར་གྱུར་ཏེ།
en: With that thought, he became joyful, overjoyed, and full of faith.
